IDEA Open Model
LoadInPoint.Geometry Property
Compatible with IDEA StatiCa 20.1
 Gets, sets geometry
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReferenceElement Geometry { get; set; }
Public Property Geometry As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
LoadInPoint Class
IdeaRS.OpenModel.Loading Namespace